import styles from '../styles/About.module.css'

const About = () => {
    return (  
        <>
        <div className={styles.container}>

            <div className={styles.story}>
                <h1 className={styles.title}>
                    بدايتنا
                    {/* transparent and takes the color of the image */}
                </h1>
                <div className={styles.storytext}>
                    {/* <p>
                        بدأت قصة تطبيق كشوفاتي في عيادات مستشفى طب الأسرة والمجتمع في جامعة الإمام عبدالرحمن بن فيصل،
                        حيث ألهمتني زيارات المراجعين بأهمية وجود ثقافة عن الفحوصات المتطلبة على أفراد المجتمع،
                        لاحظت بأن العديد من المراجعين يتم تشخيصهم بأمراض مزمنة بعد مكوثها في إجسادهم لفترة تسمح لها بإلحاق أضرار هم في غنى عنها،
                        فكم هي أخبار مؤسفة خصوصًا عند معرفة أن كل ذلك كان بالإمكان تجنبه لو أنهم قد تم تشخيصهم مسبقًا.
                        وعند الحديث عن التثقيف، يستوحي في بالي الأركان التوعوية البدائية المليئة بالملل، فهل يمكننا أيصال المعلومة بشكل أسهل وأمتع؟
                        وهنا بدأت بتكوين هذا التطبيق، ليكون وسيلة مساعدة لنشر الوعي وبناء مجتمع صحي.
                    </p> */}
                </div>
            </div>
        </div>
        </>
    );
}
 
export default About;